/* plural annotations, plural page count, author */
"%1$d annotations on %2$d pages by %3$@" = "%1$d annotazioni su %2$d pagine di %3$@";

/* plural annotations, single page count, author */
"%1$d annotations on 1 page by %2$@" = "%1$d annotazioni su 1 pagina di %2$@";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations') */
"%d annotations" = "%d annotazioni";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, author (e.g. '3 annotations by Phil') */
"%d annotations by %@" = "%1$d annotazioni di %2$@";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, no author (e.g. '3 annotations on 2 pages') */
"%d annotations on %d pages" = "%1$d annotazioni in %2$d pagine";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, author (e.g. '3 annotations on 2 pages by Phil') */
"%d annotations on %d pages by %@" = "%1$d annotazioni su %2$d pagine di %3$@";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations on 1 page') */
"%d annotations on 1 page" = "%d annotazioni su 1 pagina";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, author (e.g. '3 annotations on 1 page by Phil') */
"%d annotations on 1 page by %@" = "%1$d annotazioni su 1 pagina di %2$@";

/* header in PDF summary: single page PDF, 1 annotation, no author (e.g. '1 annotation') */
"1 annotation" = "1 annotazione";

/* header in PDF summary: single page PDF, 1 annotation, author (e.g. '1 annotation by Phil') */
"1 annotation by %@" = "1 annotazione di %@";

/* header in PDF summary: multiple page PDF, 1 annotation, no author (e.g. '1 annotation on 1 page') */
"1 annotation on 1 page" = "1 annotazione su 1 pagina";

/* single annotation, single page count, author */
"1 annotation on 1 page by %1$@" = "1 annotazione su 1 pagina di %1$@";

/* header in PDF summary: multiple page PDF, 1 annotation, author (e.g. '1 annotation on 1 page by Phil') */
"1 annotation on 1 page by %@" = "1 annotazione su 1 pagina di %@";

/* Tooltip for the arrow button */
"Add arrows to your image" = "Aggiungi una freccia all´immagine";

/* Tooltip for the emoticon stamps button */
"Add emoticons to your image" = "Aggiungi faccine all´immagine";

/* Tooltip for the shapes button */
"Add shapes to your image" = "Aggiungi forme all´immagine";

/* Tooltip for the stamps button */
"Add stamps to your image" = "Aggiungi timbri all´immagine";

/* Tooltip for the text button */
"Add text to your image" = "Aggiungi testo all'immagine";

/* PDF menu item to display all pages */
"All Pages" = "Tutte le pagine";

/* Tooltip for the angry stamp button */
"Angry" = "Arrabbiato";

/* PDF menu item to display only annotated pages */
"Annotated Only" = "Solo annotata";

/* Accessibility description: PDF popup button to switch between displaying all or annotated pages */
"Annotation Filter" = "Filtro annotazione";

/* Apply */
"Apply" = "Applica";

/* Approved stamp default text
   Tooltip for the approved stamp button */
"Approved" = "Approvato";

/* Arrow creation undo/redo name */
"Arrow" = "Freccia";

/* arrow First Time User Experience Label next to Tool Bar Item */
"arrow" = "freccia";

/* Arrow Endpoint undo/redo name */
"Arrow Endpoint" = "Punto finale freccia";

/* Arrow Rotation undo/redo name */
"Arrow Rotation" = "Rotazione freccia";

/* Attach Label to stamp undo/redo name */
"Attach Label" = "Allega Etichetta";

/* Tooltip for the attention stamp button */
"Attention" = "Attenzione";

/* Cancel */
"Cancel" = "Annulla";

/* Change Text undo/redo name */
"Change Text" = "Cambia Testo";

/* First time UX: Properties */
"Choose size and color" = "Scegli dimensione e colore";

/* First time UX: Tools */
"Choose tools" = "Scegli strumenti";

/* Click to expand the canvas by %u points in this direction */
"Click to expand the canvas by %ld points in this direction" = "Fai clic per espandere la tela di %ld punti in questa direzione";

/* Click to expand the canvas in this direction */
"Click to expand the canvas in this direction" = "Fare clic per espandere la tela in questa direzione";

/* Tooltip for the color button */
"Color" = "Colore";

/* Color Change undo/redo name */
"Color Change" = "Cambiamento colore";

/* Tooltip for the cool stamp button */
"Cool" = "Bello";

/* Crop undo/redo name */
"Crop" = "Ritaglia";

/* Crop Area undo/redo name for crop area on the canvas */
"Crop Area" = "Area Ritaglio";

/* Crop button */
"Crop Image" = "Ritaglia Immagine";

/* Tooltip for the expand/crop button */
"Crop your image" = "Ritaglia l´immagine";

/* Delete button title */
"Delete" = "Elimina";

/* Delete PDF Page
   Delete PDF Page undo/redo name */
"Delete Page" = "Elimina pagina";

/* draw First Time User Experience Label next to Tool Bar Item */
"draw" = "disegna";

/* Tooltip for the pens button */
"Draw on your image" = "Disegna sull´immagine";

/* Ellipse creation undo/redo name
   Tooltip for the ellipse button */
"Ellipse" = "Ellisse";

/* Ellipse Rotate undo/redo name */
"Ellipse Rotate" = "Ruota Ellisse";

/* Ellipse Size undo/redo name */
"Ellipse Size" = "Dimensione Ellisse";

/* First Time User Experience Label next to Tool Bar Item */
"emoticon" = "faccina";

/* Expand Canvas undo/redo name */
"Expand Canvas" = "Espandi tela";

/* Happy stamp default text */
"Fantastic!" = "Fantastico!";

/* Flip undo/redo name */
"Flip" = "Rovescia";

/* Angry stamp default text */
"Grrr" = "Grrr";

/* Tooltip for the happy stamp button */
"Happy" = "Felice";

/* Cool! stamp default text */
"Hehe" = "Eh eh";

/* Highlighter creation undo/redo name
   Tooltip for the highlighter button */
"Highlighter" = "Evidenziatore";

/* Error description for when images are too large */
"Image is too large." = "L'immagine è troppo grande";

/* Silly stamp default text */
"Kidding!" = "Scherzo!";

/* Line creation undo/redo name
   Tooltip for the line button */
"Line" = "Linea";

/* Line Endpoint undo/redo name */
"Line Endpoint" = "Punto finale Linea";

/* Line Rotation undo/redo name */
"Line Rotation" = "Rotazione Linea";

/* Marker creation undo/redo name
   Tooltip for the marker button */
"Marker" = "Marcatore";

/* Move undo/redo name */
"Move" = "Sposta";

/* Nudge undo/redo name for selected elements on the canvas */
"Nudge" = "Colpetto";

/* Skitch max canvas size alert OK button title */
"OK" = "Ok";

/* First Time User Experience Label next to Tool Bar Item */
"pan" = "allarga";

/* PDF with summary */
"PDF with summary" = "PDF con riepilogo";

/* Perfect stamp default text
   Tooltip for the perfect stamp button */
"Perfect" = "Perfetto";

/* Tooltip for the unpinned button */
"Pin sub tools open" = "Sotto-strumenti puntina aperti";

/* Pixelate undo/redo name */
"Pixelate" = "Pixelizza";

/* First Time User Experience Label next to Tool Bar Item */
"pixelate" = "pixelizza";

/* Tooltip for the pixelate button */
"Pixelate your image" = "Pixelizza l´immagine";

/* Tooltip for the question stamp button */
"Question" = "Domanda";

/* Rectangle creation undo/redo name
   Tooltip for the rectangle button */
"Rectangle" = "Rettangolo";

/* Rectangle Rotate undo/redo name */
"Rectangle Rotate" = "Ruora Rettangolo";

/* Rectangle Size undo/redo name */
"Rectangle Size" = "Dimensione Rettangolo";

/* Redo button */
"Redo" = "Rifai";

/* Rejected stamp default text
   Tooltip for the rejected stamp button */
"Rejected" = "Rifiutato";

/* Resize Canvas undo/redo name */
"Resize Canvas" = "Ridimensiona Tela";

/* Tooltip for the resize button */
"Resize your image" = "Ridimensiona l´immagine";

/* Rotate undo/redo name */
"Rotate" = "Ruota";

/* Rotate Canvas undo/redo name */
"Rotate Canvas" = "Ruota Tela";

/* Rotate PDF Page undo/redo name */
"Rotate Page" = "Ruota Pagina";

/* Rotate PDF Page 90 degrees Clockwise */
"Rotate Page Clockwise" = "Ruota la pagina in senso orario";

/* Rotate PDF Page 90 degrees Counterclockwise */
"Rotate Page Counterclockwise" = "Ruota la pagina in senso antiorario";

/* Rounded Rectangle creation undo/redo name
   Tooltip for the rounded rectangle button */
"Rounded Rectangle" = "Rettangolo Arrotondato";

/* Rounded Rectangle Rotate undo/redo name */
"Rounded Rectangle Rotate" = "Ruota Rettangolo Arrotondato";

/* Rounded Rectangle Size undo/redo name */
"Rounded Rectangle Size" = "Rettangolo Arrotondato Dimensione";

/* First time UX: Overflow menu */
"Save, share and more" = "Salva, condividi e altro";

/* Scale undo/redo name */
"Scale" = "Scala";

/* shapes First Time User Experience Label next to Tool Bar Item */
"shapes" = "forme";

/* Tooltip for the silly stamp button */
"Silly" = "Sciocco";

/* Tooltip for the size button */
"Size" = "Dimensioni";

/* Size Change undo/redo name */
"Size Change" = "Cambiamento dimensioni";

/* Skitch JPG */
"Skitch JPG" = "Skitch JPG";

/* Skitch PDF */
"Skitch PDF" = "PDF Skitch";

/* Skitch PDF with summary */
"Skitch PDF with summary" = "PDF Skitch con riepilogo";

/* Skitch PNG */
"Skitch PNG" = "Skitch PNG";

/* Skitch Summary */
"Skitch Summary" = "Riepilogo Skitch";

/* Stamp creation undo/redo name */
"Stamp" = "Francobollo";

/* First Time User Experience Label next to Tool Bar Item */
"stamp" = "timbro";

/* Stamp Tail Position undo/redo name */
"Stamp Tail Position" = "Posizione stremità del timbro";

/* Annotation Summary */
"Summary" = "Riepilogo";

/* Tooltip for the surprise stamp button */
"Surprise" = "Sorpresa";

/* Educational message for users if they tap twice without effect. */
"Tap & drag to draw" = "Tocca e trascina per disegnare";

/* Text undo/redo name */
"Text" = "Testo";

/* text for First Time User Experience Label next to Tool Bar Item */
"text" = "testo";

/* Text Font Change undo/redo name
   Text Font undo/redo name */
"Text Font Change" = "Modifica carattere testo";

/* Text Move undo/redo name */
"Text Move" = "Sposta Testo";

/* Text Style Change undo/redo name
   Text Style undo/redo name */
"Text Style Change" = "Cambiamento stile testo";

/* Surprise! stamp default text */
"Uh oh…" = "Uh oh…";

/* Error description for when  image fails to load. */
"Unable to read document." = "Impossibile leggere il documento.";

/* Undo button */
"Undo" = "Annulla";

/* Tooltip for the pinned button */
"Unpin sub tools" = "Sotto-strumenti leva puntina";

/* What? stamp default text */
"What?" = "Cosa?";

/* Wow! stamp default text */
"Wow!" = "Wow!";

/* Skitch max canvas size alert message */
"You have reached the maximum size allowable for an image. If you would like to expand further please crop your image or use a lower resolution image." = "Hai raggiunto la dimensione massima consentita per un´immagine. Se vuoi espanderla ulteriormente, ritagliala o usa una risoluzione più bassa.";
